---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LeaderOffsetSheet
source: html/93db0008-2c38-3346-b4c3-2bd5f8e2a4c1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LeaderOffsetSheet Property

"Leader/Border Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId LeaderOffsetSheet { get; }
```